/*Top panel*/
"CCleanerTooltip" = "在www.piriform.com/mac/ccleaner上查看CCleaner网站";
"CCPearTooltip" = "在Piriform.com上查看Piriform网站";
"AnalyzingSystem" = "分析系统...";
"CCleanerURL" = "http://www.piriform.com/mac/ccleaner";
"PiriformURL" = "http://www.piriform.com";
"CCleanerIconURL" = "http://www.piriform.com/go/app_ccmac_home_icon?v=%@&l=%@&a=%@";
"CCleanerTitleURL" = "http://www.piriform.com/go/app_ccmac_home_title?v=%@&l=%@&a=%@";
"PiriformPearURL" = "http://www.piriform.com/go/app_ccmac_home_pear?v=%@&l=%@&a=%@";

/*Status bar*/
"CheckForUpdatesHyperlinkLabel" = "检查更新...";
"CheckForUpdatesHyperlinkTooltip" = "点击这里以在线检查CCleaner的更新";
"CheckForUpdatesUrl" = "http://www.piriform.com/ccleaner-mac/update?v=%@&l=%@&a=%@";
"OnlineHelpHyperlinkLabel" = "线上帮助";
"OnlineHelpHyperlinkTooltip" = "点击这里查看CCleaner线上帮助";
"OnlineHelpUrl" = "http://www.piriform.com/go/app_ccmac_home_help?v=%@&l=%@&a=%@";

/*Cleaners view*/
"CancelTitle" = "取消";
"CCAnalyzeTitle" = "分析";
"CCCleanTitle" = "运行清洁器";
"SAFARI_BROWSER_BROWSING_HISTORY_FEATURE_ID" = "Internet 历史";
"SAFARI_BROWSER_CACHE_FEATURE_ID" = "Internet 缓存";
"SAFARI_BROWSER_COOKIES_FEATURE_ID" = "Cookies";
"SAFARI_BROWSER_DOWNLOAD_HISTORY_FEATURE_ID" = "下载历史";
"SAFARI_BROWSER_SESSION_FEATURE_ID" = "会话";
"FIREFOX_BROWSER_BROWSING_HISTORY_FEATURE_ID" = "Internet 历史";
"FIREFOX_BROWSER_CACHE_FEATURE_ID" = "Internet 缓存";
"FIREFOX_BROWSER_COOKIES_FEATURE_ID" = "Cookies";
"FIREFOX_BROWSER_DOWNLOAD_HISTORY_FEATURE_ID" = "下载历史";
"FIREFOX_BROWSER_FORMS_AND_SEARCH_HISTORY_FEATURE_ID" = "保存的表单信息"; 
"SAFARI_BROWSER_CLEANER_ID" = "Safari";
"FIREFOX_BROWSER_CLEANER_ID" = "Firefox";
"CCFirefoxCleanerGroupName" = "0:应用程序";
"SYSTEM_CLEANER_ID" = "系统";
"CCSafariCleanerGroupName" = "0:应用程序";
"CCSystemCleanerGroupName" = "1:系统";
"PleaseCloseFirefoxOrCancel" = "如要清理Firefox的垃圾需要关闭它。\n\n需要CCleaner关闭Firefox吗？";
"PleaseCloseSafariOrCancel" = "如要清理Safari的垃圾需要关闭它。\n\n需要CCleaner关闭Safari吗？";
"ForceCloseFirefoxOrCancel" = "无法强制关闭Firefox。\n\n需要CCleaner强制关闭Firefox吗？";
"ForceCloseSafariOrCancel" = "无法强制关闭Safari。\n\n需要CCleaner强制关闭Safari吗？";
"OkButton" = "好";
"CancelButton" = "取消";
"RetryButton" = "重试";
"CloseButton" = "关闭";
"SkipButton" = "跳过";
"SYSTEM_TRASH_FEATURE_ID" = "废纸篓";
"CCTemporaryFolderFeatureName" = "临时文件夹";
"SYSTEM_RECENT_APPLICATIONS_FEATURE_ID" = "最近的应用程序";
"SYSTEM_RECENT_DOCUMENTS_FEATURE_ID" = "最新的文档";
"SYSTEM_RECENT_SERVERS_FEATURE_ID" = "最近的服务器";
"MAC_OS_X_CLEANERS_GROUP_ID" = "macOS";
"APPLICATIONS_CLEANERS_GROUP_ID" = "应用程序";
"SYSTEM_LOGS_FEATURE_ID" = "日志";
"ApplicationCacheFeatureName" = "应用程序缓存";
"SYSTEM_APPLICATIONS_CLEANER_ID" = "系统应用";
"USER_APPLICATIONS_CLEANER_ID" = "应用程序";
"MISCELLANEOUS_CLEANER_ID" = "杂项";
"MISCELLANEOUS_CACHES_FEATURE_ID" = "缓存";
"SYSTEM_FONT_REGISTRY_CACHE_FEATURE_ID" = "字体注册缓存";
"SYSTEM_DIRECTORY_SERVICE_CACHE_FEATURE_ID" = "目录服务缓存";
"SYSTEM_USER_DOWNLOADS_FEATURE_ID" = "用户下载";
"SYSTEM_RECENT_PLACES_FEATURE_ID" = "最近的访问";
"CHROME_BROWSER_CLEANER_ID" = "Google Chrome";
"CHROME_BROWSER_BROWSING_HISTORY_FEATURE_ID" = "Internet 历史";
"CHROME_BROWSER_DOWNLOAD_HISTORY_FEATURE_ID" = "Download 历史";
"CHROME_BROWSER_FORM_HISTORY_FEATURE_ID" = "保存的表单信息";
"GoogleChromeSavedPasswordsFeature" = "保存的密码";
"CHROME_BROWSER_COOKIES_FEATURE_ID" = "Cookies";
"CHROME_BROWSER_SESSION_FEATURE_ID" = "会话";
"CHROME_BROWSER_CACHE_FEATURE_ID" = "Internet 缓存";
"PleaseCloseGoogleChromeOrCancel" = "如要清理Google Chrome的垃圾需要关闭它。\n\n需要CCleaner关闭Google Chrome吗？";
"ForceCloseGoogleChromeOrCancel" = "如要清理Google Chrome的垃圾需要关闭它。\n\n需要CCleaner关闭Google Chrome吗？";
"GoogleChromeSavedPasswordWarning" = "警告\n\n勾选此项会导致你丢失已保存的密码";
"FontRegistryCacheWarning" = "警告\n\n清理字体注册表缓存可能会导致某些应用程序意外的行为。";
"FIREFOX_BROWSER_SAVED_PASSWORDS_FEATURE_ID" = "已保存的密码";
"FirefoxSavedPasswordWarning" = "警告\n\n清除已保存的密码会导致你丢失已保存的密码。";
"FIREFOX_BROWSER_SESSION_FEATURE_ID" = "会话";
"FIREFOX_BROWSER_SITE_PREFERENCES_FEATURE_ID" = "站点偏好";
"TreeContextMenuCheckAll" = "全选";
"TreeContextMenuUncheckAll" = "取消全选";
"TreeContextMenuAnalyze" = "分析";
"TreeContextMenuClean" = "清洁";
"TreeContextMenuRestoreDefaultState" = "恢复默认设置";
"OPERA_BROWSER_CLEANER_ID" = "Opera";
"OPERA_BROWSER_INTERNET_CACHE_FEATURE_ID" = "Internet 缓存";
"OPERA_BROWSER_INTERNET_HISTORY_FEATURE_ID" = "Internet 历史";
"OPERA_BROWSER_SESSION_FEATURE_ID" = "会话";
"OPERA_BROWSER_COOKIES_FEATURE_ID" = "Cookies";
"OPERA_BROWSER_SAVED_PASSWORDS_FEATURE_ID" = "已保存的密码";
"OPERA_BROWSER_APPLICATION_CACHE_FEATURE_ID" = "应用程序缓存";
"PleaseCloseOperaOrCancel" = "如要清理Opera的垃圾需要关闭它。\n\n需要CCleaner关闭Opera吗？";
"ForceCloseOperaOrCancel" = "如要清理Opera的垃圾需要关闭它。\n\n需要CCleaner关闭Opera吗？";
"OperaSavedPasswordWarning" = "警告\n\n勾选此项会导致你丢失已保存的密码";
"SYSTEM_LAST_ROOT_DIRECTORY_FEATURE_ID" = "最后根目录";
"SYSTEM_LAST_CURRENT_DIRECTORY_FEATURE_ID" = "最后当前目录";
"UserDownloadsWarning" = "移除 \"用户下载\" 警告\n\n此操作会把下列目录里的文件删除：\n%@.";
"SYSTEM_UNNEEDED_LANGUAGES_FEATURE_ID" = "不需要的语言";
"UnneededLanguagesInfoMessageBoxText" = "到 选项 > 语言 里选择你需要保留的语言";
"ADVANCED_CLEANER_ID" = "高级";
"CUSTOM_FILES_AND_FOLDERS_FEATURE_ID" = "自定义文件和文件夹";

/*Analysis/Cleaning results view*/
"analysisDetailItemFormat" = "  %@  %@ KB  %@ %@";
"cleaningDetailItemFormat" = "  %@  %@ KB  %@ %@";
"filesString" = "文件";
"fileString" = "文件";
"analysisDetailsHeaderFormat" = "列表里的文件将会被删除";
"cleaningDetailsHeaderFormat" = "列表里的文件已经被删除";
"analysisSummaryFormat" = "~ %@ %@\t(%@ %@) 将会被删除";
"cleaningSummaryFormat" = "~ %@ %@\t(%@ %@) 已经删除";
"analysisCanceledHeader" = "分析终止 - (%@ 秒)";
"analysisDoneHeader" = "分析完成 - (%@ 秒)";
"cleaningCanceledHeader" = "清洁终止 - (%@ 秒)";
"cleaningDoneHeader" = "清洁完成 - (%@ 秒)";
"DetailedResultsDescrptionColumn" = "描述";
"DetailedResultsSizeColumn" = "大小";
"DetailedResultsViewSummaryButton" = "浏览结果";
"RemovedCookieResultPrefix" = "移除Cookie";
"RemovedKeyResultPrefix" = "移除Key";

/*Licence dialog*/
"LicenseButton" = "许可协议";
"LicenseDialogTitle" = "CCleaner 许可协议";

/*Tools view*/
"ToolsUninstallButton" = "卸载";
"ToolsRepairPermissionsButton" = "修复权限";
"ToolsEraseFreeSpaceButton" = "驱动器擦除";
"ToolsStartupButton" = "启动";

/*Uninstall view*/
"UninstallTableNameColumnTitle" = "应用名称";
"UninstallTableBundleIdColumnTitle" = "包ID";
"UninstallTableInstallDateColumnTitle" = "安装日期";
"UninstallTableSizeColumnTitle" = "大小";
"UninstallTableVersionColumnTitle" = "版本";
"UninstallButtonTitle" = "卸载";
"UninstallTopPanelTitle" = "卸载";
"UninstallTopPanelDescription" = "从列表中选择一个您希望从你的Mac里删除的程序";
"UninstallMenuItem" = "卸载";
"UninstallApplicationQuestion" = "你确定要卸载 %@?";
"UninstallApplicationRunningWarning" = "%@ 正在运行。 轻点\"重试\"或\"取消\"关闭对话框";
"UninstallApplicationFromTrashQuestion" = "确认要CCleaner删除 %@ 吗？ 你无法从废纸篓里找回该应用程序。";
"UninstallAplicationPrivilegesError" = "您无权删除此应用程序。";
"UninstallDirectoryWithUnremovableAppsWarning" = "无法卸载整个目录，因为您没有权限删除这些应用程序:\n %@ \n\n需要继续吗？";
"UninstallSomeFilesLeftMessage" = "一些文件没有被删除";

/*Repair permissions*/
"RepairPermissionsTitle" = "修复权限";
"RepairPermissionsDescription" = "修复由macOS安装器安装的文件的权限";
"VerifyPermissionButton" = "验证磁盘权限";
"StopPermissionVerifyButton" = "停止权限验证";
"RepairPermissionButton" = "修复磁盘权限";
"StopPermissionRepairButton" = "停止权限修复";
"DiskOperationTerminated" = "操作终止";
"RepairPermissionsSelectVolume" = "选择宗卷:";
"RepairPermissionsDetails" = "细节:";

/*Erase Free Space*/
"EraseFreeSpaceTitle" = "擦除可用空间";
"EraseFreeSpaceDescription" = "覆盖宗卷或目录上未使用的空间，以防止数据恢复软件恢复已删除的文件";
"EraseFreeSpaceSelectVolume" = "选择目录:";
"EraseFreeSpaceDetails" = "详情:";
"EraseFreeSpaceSecurity" = "安全:";
"EraseFreeSpaceButton" = "擦除可用空间";
"StopErasingFreeSpaceButton" = "停止";
"EraseFreeSpaceZeroOut" = "简单擦除";
"EraseFreeSpace7Pass" = "7次擦除";
"EraseFreeSpace35Pass" = "35次擦除";
"EraseFreespaceTerminationQuestion" = "此操作可能需要几个小时才能完成并且无法取消。 你确定你要继续吗？";
"EraseFreeSpaceInProgressMessage" = "擦除空间操作完成之前，CCleaner不能关闭。";
"EraseFreeSpaceFailedMessage" = "完成擦除可用空间。";

/*Cookies*/
"CookiesTitle" = "Cookies";
"CookiesDescription" = "选择你想保留的cookies";
"CookiesToDelete" = "Mac上的Cookies";
"CookiesToKeep" = "保留的Cookies";

/*Common*/
"YesButton" = "好";
"NoButton" = "不";
"CleanerButtonTitle" = "清洁器";
"ToolsButtonTitle" = "工具";
"OptionsButtonTitle" = "选项";
"UpgradeButtonTitle" = "升级";
"NotAdminAccountWarning" = "此操作只能由管理员用户执行";
"NotOwnerAccountWarning" = "你没有权限执行此操作";
"ClosingWindowWhileRunningTaskWarning" = "CCleaner正在执行一项任务，你确定你要退出吗？";
"CleaningWarningMessage" = "此过程将永久删除系统中的文件，你确定要继续吗？";
"DoNotShowThisMessageAgainButtonLabel" = "不再显示此信息";
"MovePortableVersionToSharedLocation" = "CCleaner的便携版本需要从所有用户均可访问的共享位置运行，以获得完整的多用户支持。";
"MovePortableVersionToSharedLocationToSave" = "CCleaner的便携版本需要能够写入存储的位置以保存您的偏好，请将CCleaner移至共享位置。";
"PasswordRequiredMessage" = "您可能会被要求输入您的密码。";

/*Main menu*/
"MainMenuAbout" = "关于 CCleaner";
"MainMenuPreferences" = "选项... (汉化 by 年糕)";
"MainMenuServices" = "服务";
"MainMenuHide" = "隐藏 CCleaner";
"MainMenuHideOthers" = "隐藏其他";
"MainMenuShowAll" = "显示所有";
"MainMenuQuit" = "退出 CCleaner";

/*Options view*/
"OptionsSettingsButton" = "选项";
"OptionsCookiesButton" = "Cookies";
"OptionsLanguagesButton" = "语言";
"OptionsIncludeButton" = "包含";
"OptionsExcludeButton" = "排除";

/*Settings*/
"SettingsTitle" = "选项";
"SettingsDescription" = "CCleaner的基本选项";
"SecureDeletionLabel" = "安全擦除";
"NormalFileDeletionButtonLabel" = "普通删除 (较快)";
"SecureFileDeletionButtonLabel" = "安全删除 (较慢)";
"SimpleOverwriteMethodLabel" = "简单覆盖 (单次)";
"MediumOverwriteMethodLabel" = "中度覆盖 (7 次)";
"ComplexOverwriteMethodLabel" = "复杂覆盖 (35 次)";
"MonitorMovingAppsToTrashButton" = "当用户把应用程序拖动到废纸篓时启动CCleaner";

/*Startup*/
"StartupViewTitle" = "启动";
"StartupViewDescription" = "这些应用程序会在Mac启动时自动启动";
"RemoveStartupItemButtonLabel" = "移除";
"HideStartupItemColumnLabel" = "隐藏";
"StatusStartupItemColumnLabel" = "状态";
"StartupItemColumnLabel" = "项目";
"StartupItemKindColumnLabel" = "类型";

/*Languages*/
"LanguagesViewTitle" = "语言";
"LanguagesViewDescription" = "选择你希望让CCleaner移除的不用语言";
"LanguagesToKeepLabel" = "保留语言";
"CheckAllLanguagesButtonLabel" = "全选";
"UncheckAllLanguagesButtonLabel" = "取消全选";

/*Include View*/
"IncludeTableColumnHeader" = "自定义需要删除的文件和文件夹";
"IncludeViewDescription" = "选择您希望CCleaner删除的文件和文件夹 (仅限高级用户)";
"IncludeViewTitle" = "包含";
"IncludeViewAddButton" = "添加";
"IncludeViewEditButton" = "编辑";
"IncludeViewRemoveButton" = "移除";

/*Include Dialog*/
"IncludeDialogOptionsComboBoxItem0" = "仅包含文件";
"IncludeDialogOptionsComboBoxItem1" = "包含文件和子文件夹";
"IncludeDialogOptionsComboBoxItem2" = "包含文件、子文件夹和文件夹本身";
"IncludeDialogOkButton" = "好";
"IncludeDialogCancelButton" = "取消";
"IncludeDialogVolumeOrFolderRadioButton" = "宗卷或文件夹";
"IncludeDialogFileRadioButton" = "文件";
"IncludeDialogBrowseVolumeOrFolderButton" = "浏览";
"IncludeDialogBrowseFileButton" = "浏览";
"IncludeDialogAllFilesRadioButton" = "所有文件";
"IncludeDialogFileTypesRadioButton" = "文件类型";
"IncludeDialogIncludeBox" = "包含";
"IncludeDialogFileTypesBox" = "文件类型";
"IncludeDialogOptionsBox" = "选项";
"IncludeDialogFileTypesEg" = "如 *.tmp;*.log";
"IncludeDialogWindowTitle" = "包含";
"IncludeDialogSystemPathWarning" = "出于系统安全的原因，您不可以选择这个特定的位置。";

/*Exclude View*/
"ExcludeTableColumnHeader" = "排除的文件或文件夹";
"ExcludeViewDescription" = "选择你希望CCleaner不要移除的文件和文件夹(仅限高级用户)";
"ExcludeViewTitle" = "排除";
"ExcludeViewAddButton" = "添加";
"ExcludeViewEditButton" = "编辑";
"ExcludeViewRemoveButton" = "移除";

/*Exclude Dialog*/
"ExcludeDialogOkButton" = "好";
"ExcludeDialogCancelButton" = "取消";
"ExcludeDialogVolumeOrFolderRadioButton" = "宗卷或文件夹";
"ExcludeDialogFileRadioButton" = "文件";
"ExcludeDialogBrowseVolumeOrFolderButton" = "浏览";
"ExcludeDialogBrowseFileButton" = "浏览";
"ExcludeDialogAllFilesRadioButton" = "所有文件";
"ExcludeDialogFileTypesRadioButton" = "文件类型";
"ExcludeDialogExcludeBox" = "排除";
"ExcludeDialogFileTypesBox" = "文件类型";
"ExcludeDialogFileTypesEg" = "如 *.tmp;*.log";
"ExcludeDialogWindowTitle" = "排除";

/*Registration*/
"RegistrationDialogTitle" = "Piriform CCleaner 注册";
"RegistrationDialogRegisterButtonTitle" = "注册";
"RegistrationDialogPurchaseButtonTitle" = "支付";
"RegistrationDialogCancelButtonTitle" = "取消";
"RegistrationDialogDescriptionLabel" = "请在下面输入您的注册码。如果您在网上购买，注册码则在您的收据电子邮件里。";
"RegistrationDialogNameLabel" = "姓名:";
"RegistrationDialogLicenseKeyLabel" = "注册码:";
"RegistrationErrorInvalidCode" = "注册信息无效，请重新输入您的注册信息。";
"RegistrationErrorFailedGenerateFileKey" = "注册过程无法保存密钥文件。";
"RegistrationErrorCancelled" = "用户取消激活";
"RegistrationErrorInvalidProvider" = "许可证无效";
"RegistrationErrorUnknown" = "未知错误";
"RegistrationUnregisteredButtonTitle" = "(未注册)";
"RegistrationRegisteredToLabel" = "注册给: %@";
"RegistrationUpgradeToProButtonTitle" = "升级到专业版";
"MainWindowFreeVersionTitle" = "Piriform CCleaner";
"MainWindowProVersionTitle" = "Piriform CCleaner - 专业版";
"AboutDialogFreeVersionTextField" = "CCleaner";
"AboutDialogProVersionTextField" = "CCleaner - 专业版";
"PurchaseButtonUrl" = "http://www.piriform.com/go/app_ccmac_reg_purchase?v=%@&l=%@&a=%@";

/*Renew license dialog*/
"RenewLicenseDialogTitle" = "CCleaner";
"RenewLicenseDialogTitleLabel" = "你的许可证已过期。";
"RenewLicenseDialogDescriptionLabel" = "请点击下面的购买按钮来更新您的许可证，或者通过我们的网站联系支持。";
"RenewLicenseDialogRegisterButtonTitle" = "注册";
"RenewLicenseDialogRenewButtonTitle" = "支付";
"RenewLicenseDialogCancelButtonTitle" = "取消";
"RenewLicenseButtonUrl" = "http://www.piriform.com/go/app_ccmac_reg_renew?v=%@&l=%@&a=%@";